window.BOOKS = {
  Book1: {
    id: 1,
    slug: 'pridi-mech',
    title: 'ПРИДИ, МЕЧ!',
    author: '烽火戏剧王子',
    year: '2017',
    chaptersCount: '1162 (выпуск продолжается)',
    alt: '剑来 / Jian Lai / Меч грядущего',
    genres: 'боевые искусства, драма, приключения, сёнэн, сянься (XianXia), фэнтези',
    tags: 'алхимия, буддизм, главный герой мужчина, древний мир, культивация, сирота, спокойный главный герой',
    description: `Каких только чудес не бывает на свете.
В центре мироздания обитает ученый, который однажды мечом рассек водопад Небесной реки, и никто из людей не гордится собой так, как он.
На краю утесов Восточного моря обосновался безымянный даос, не пожелавший вознестись и прозябать на вершине горы. Он лишь хочет, чтобы прохладный ветерок овевал его лицо.
В Западном раю живет старый монах, что любит рассказывать людям истории. Он держит девять небесных драконов.
В Диких землях на южных окраинах живет слепой художник, заставивший марионеток в золотых доспехах сдвинуть множество огромных гор для создания прекрасной картины.
Однажды бедный юноша, выросший на севере, увидел над головой тысячи бессмертных, летящих на мечах, подобно стае саранчи. Тогда ему захотелось пойти и своими глазами увидеть того ученого мужа, о котором рассказывал сказитель, а также бушующие приливы Восточного моря, бескрайние пески Запада и величественные горы Южной пустоши.
И вот настал день, когда юноша взял деревянный меч и отправился на юг.`,
    cover: 'images/book-cover_1.jpg',
    path: 'chapters/Book1'
  },
  Book2: {
    id: 2,
    slug: 'zatmit-nebesa',
    title: 'Затмить небеса',
    author: 'Chen Dong',
    year: '2010',
    chaptersCount: '1821',
    alt: 'Окутывая небеса / 遮天 / Shrouding the Heavens',
    genres: 'боевые искусства, драма, приключения, романтика, сёнэн, сянься (XianXia), фэнтези',
    tags: 'аниме, безжалостные персонажи, гарем, культивация, от слабого до сильного, буддизм, даосизм',
    description: `В холодных и тёмных глубинах Вселенной девять огромных драконьих туш тянут древний бронзовый гроб.`,
    cover: 'images/book-cover_2.jpg',
    path: 'chapters/Book2'
  },
  Book3: {
    id: 3,
    slug: 'sudya-s-fonarem',
    title: 'Судья с фонарем!',
    author: 'Салагус (Saladus) / 沙拉古斯',
    year: '2025',
    chaptersCount: '1000+',
    alt: 'Фонарщик / The Lantern Judge / 掌灯判官',
    genres: 'боевые искусства, драма, приключения, сёнэн, сянься (XianXia), фэнтези',
    tags: 'главный герой мужчина, нетипичная культивация, загробный мир, сирота, хитрый главный герой, интриги',
    description: `Меня зовут Сюй Чжицюн, где «цюн» — как в слове «небосвод».`,
    cover: 'images/book-cover_4.jpg',
    path: 'chapters/Book4'
  },
    Book4: {
    id: 4,
    slug: 'sudya-s-fonarem',
    title: 'Судья!',
    author: 'Салагус (Saladus) / 沙拉古斯',
    year: '2025',
    chaptersCount: '1000+',
    alt: 'Фонарщик / The Lantern Judge / 掌灯判官',
    genres: 'боевые искусства, драма, приключения, сёнэн, сянься (XianXia), фэнтези',
    tags: 'главный герой мужчина, нетипичная культивация, загробный мир, сирота, хитрый главный герой, интриги',
    description: `Меня зовут Сюй Чжицюн, где «цюн» — как в слове «небосвод».`,
    cover: 'images/book-cover_4.jpg',
    path: 'chapters/Book4'
  },
    Book5: {
    id: 5,
    slug: 'sudya-s-fonarem',
    title: 'Судья!',
    author: 'Салагус (Saladus) / 沙拉古斯',
    year: '2025',
    chaptersCount: '1000+',
    alt: 'Фонарщик / The Lantern Judge / 掌灯判官',
    genres: 'боевые искусства, драма, приключения, сёнэн, сянься (XianXia), фэнтези',
    tags: 'главный герой мужчина, нетипичная культивация, загробный мир, сирота, хитрый главный герой, интриги',
    description: `Меня зовут Сюй Чжицюн, где «цюн» — как в слове «небосвод».`,
    cover: 'images/book-cover_5.jpg',
    path: 'chapters/Book5'
  }
};